[
  {
    "quote": "If your ego starts out, 'I am important, I am big, I am special,' you're in for some disappointments when you look around at what we've discovered about the universe. No, you're not big. No, you're not. You're small in time and in space. And you have this frail vessel called the human body that's limited on Earth.",
    "author": "Neil deGrasse Tyson"
  },
  {
    "quote": "We are part of this universe; we are in this universe, but perhaps more important than both of those facts, is that the universe is in us.",
    "author": "Neil deGrasse Tyson"
  },
  {
    "quote": "Where there's water on Earth, you find life as we know it. So if you find water somewhere else, it becomes a remarkable draw to look closer to see if life of any kind is there, even if it's bacterial, which would be extraordinary for the field of biology.",
    "author": "Neil deGrasse Tyson"
  },
  {
    "quote": "Perhaps we've never been visited by aliens because they have looked upon Earth and decided there's no sign of intelligent life.",
    "author": "Neil deGrasse Tyson"
  },
  {
    "quote": "If God is the mystery of the universe, these mysteries, we're tackling these mysteries one by one. If you're going to stay religious at the end of the conversation, God has to mean more to you than just where science has yet to tread.",
    "author": "Neil deGrasse Tyson"
  },
  {
    "quote": "We live on this speck called Earth - think about what you might do, today or tomorrow - and make the most of it.",
    "author": "Neil deGrasse Tyson"
  },
  {
    "quote": "Space exploration is a force of nature unto itself that no other force in society can rival.",
    "author": "Neil deGrasse Tyson"
  },
  {
    "quote": "I would like to die on Mars. Just not on impact.",
    "author": "Elon Musk"
  },
  {
    "quote": "That's one small step for a man, one giant leap for mankind.",
    "author": "Neil Armstrong"
  },
  {
    "quote": "Modern science says: 'The sun is the past, the earth is the present, the moon is the future.' From an incandescent mass we have originated, and into a frozen mass we shall turn. Merciless is the law of nature, and rapidly and irresistibly we are drawn to our doom.",
    "author": "Nikola Tesla"
  },
  {
    "quote": "The Earth is the cradle of humanity, but mankind cannot stay in the cradle forever.",
    "author": "Konstantin Tsiolkovsky"
  },
  {
    "quote": "Who are we? We find that we live on an insignificant planet of a humdrum star lost in a galaxy tucked away in some forgotten corner of a universe in which there are far more galaxies than people.",
    "author": "Carl Sagan"
  },
  {
    "quote": "If you are in a spaceship that is traveling at the speed of light, and you turn on the headlights, does anything happen?",
    "author": "Steven Wright"
  },
  {
    "quote": "What can we gain by sailing to the moon if we are not able to cross the abyss that separates us from ourselves? This is the most important of all voyages of discovery, and without it, all the rest are not only useless, but disastrous.",
    "author": "Thomas Merton"
  },
  {
    "quote": "Space is an inspirational concept that allows you to dream big.",
    "author": "Peter Diamandis"
  },
  {
    "quote": "For the wise man looks into space and he knows there is no limited dimensions.",
    "author": "Zhuangzi"
  },
  {
    "quote": "Hey sky, take off your hat, I'm on my way!",
    "author": "Valentina Tereshkova"
  },
  {
    "quote": "There are no passengers on spaceship earth. We are all crew.",
    "author": "Marshall McLuhan"
  },
  {
    "quote": "When you look at the stars and the galaxy, you feel that you are not just from any particular piece of land, but from the solar system.",
    "author": "Kalpana Chawla"
  },
  {
    "quote": "Space is big. You just won't believe how vastly, hugely, mind-bogglingly big it is. I mean, you may think it's a long way down the road to the drug store, but that's just peanuts to space.",
    "author": "Douglas Adams"
  },
  {
    "quote": "The stars don't look bigger, but they do look brighter.",
    "author": "Sally Ride"
  },
  {
    "quote": "The eternal silence of these infinite spaces frightens me.",
    "author": "Blaise Pascal"
  },
  {
    "quote": "What is the use of a house if you haven't got a tolerable planet to put it on?",
    "author": "Henry David Thoreau"
  },
  {
    "quote": "We are just an advanced breed of monkeys on a minor planet of a very average star. But we can understand the Universe. That makes us something very special.",
    "author": "Stephen Hawking"
  },
  {
    "quote": "Everything has a natural explanation. The moon is not a god, but a great rock, and the sun a hot rock.",
    "author": "Anaxagoras"
  },
  {
    "quote": "After one look at this planet any visitor from outer space would say 'I want to see the manager.'",
    "author": "William S. Burroughs"
  },
  {
    "quote": "The earth together with its surrounding waters must in fact have such a shape as its shadow reveals, for it eclipses the moon with the arc of a perfect circle.",
    "author": "Nicolaus Copernicus"
  },
  {
    "quote": "Sometimes I think we're alone in the universe, and sometimes I think we're not. In either case the idea is quite staggering.",
    "author": "Arthur C. Clarke"
  },
  {
    "quote": "I would rather be a superb meteor, every atom of me in magnificent glow, than a sleepy and permanent planet.",
    "author": "Jack London"
  },
  {
    "quote": "I think the universe is pure geometry - basically, a beautiful shape twisting around and dancing over space-time.",
    "author": "Antony Garrett Lisi"
  },
  {
    "quote": "I'll tell you, being involved in human space flight, it is an emotional endeavor. I think it brings in the highest highs and the lowest lows.",
    "author": "Ellen Ochoa"
  },
  {
    "quote": "We are not going to be able to operate our Spaceship Earth successfully nor for much longer unless we see it as a whole spaceship and our fate as common. It has to be everybody or nobody.",
    "author": "R. Buckminster Fuller"
  },
  {
    "quote": "The scientific theory I like best is that the rings of Saturn are composed entirely of lost airline luggage.",
    "author": "Mark Russell"
  },
  {
    "quote": "It takes a planet to explore the universe.",
    "author": "Dylan Taylor"
  },
  {
    "quote": "Oh, don't let's ask for the moon. We've already got the stars.",
    "author": "Bette Davis"
  },
  {
    "quote": "It's a very sobering feeling to be up in space and realize that one's safety factor was determined by the lowest bidder on a government contract.",
    "author": "Alan Shepard"
  },
  {
    "quote": "You never enjoy the world aright, till the sea itself floweth in your veins, till you are clothed with the heavens and crowned with the stars.",
    "author": "Thomas Traherne"
  },
  {
    "quote": "If the Earth gets hit by an asteroid, it's game over. It's control-alt-delete for civilization.",
    "author": "Bill Nye"
  },
  {
    "quote": "The world, when you look at it, it just can't be random. I mean, it's so different than the vast emptiness that is everything else, and even all the other planets we've seen, at least in our solar system, none of them even remotely resemble the precious life-giving nature of our own planet.",
    "author": "Chris Hadfield"
  },
  {
    "quote": "What was most significant about the lunar voyage was not that men set foot on the moon but that they set eye on the earth.",
    "author": "Norman Cousins"
  },
  {
    "quote": "The stars, that nature hung in heaven, and filled their lamps with everlasting oil, give due light to the misled and lonely traveller.",
    "author": "John Milton"
  },
  {
    "quote": "Space isn't remote at all. It's only an hour's drive away if your car could go straight upwards.",
    "author": "Fred Hoyle"
  },
  {
    "quote": "Those are the same stars, and that is the same moon, that look down upon your brothers and sisters, and which they see as they look up to them, though they are ever so far away from us, and each other.",
    "author": "Sojourner Truth"
  },
  {
    "quote": "At night, when the sky is full of stars and the sea is still you get the wonderful sensation that you are floating in space.",
    "author": "Natalie Wood"
  },
  {
    "quote": "The black holes of nature are the most perfect macroscopic objects there are in the universe: the only elements in their construction are our concepts of space and time.",
    "author": "Subrahmanyan Chandrasekhar"
  },
  {
    "quote": "Our passionate preoccupation with the sky, the stars, and a God somewhere in outer space is a homing impulse. We are drawn back to where we came from.",
    "author": "Eric Hoffer"
  },
  {
    "quote": "What we observe as material bodies and forces are nothing but shapes and variations in the structure of space.",
    "author": "Erwin Schrodinger"
  },
  {
    "quote": "When a place gets crowded enough to require ID's, social collapse is not far away. It is time to go elsewhere. The best thing about space travel is that it made it possible to go elsewhere.",
    "author": "Robert A. Heinlein"
  },
  {
    "quote": "I'm looking forward to coming back, back to Earth, the landing, the views.",
    "author": "Duane G. Carey"
  },
  {
    "quote": "If we drive down the cost of transportation in space, we can do great things.",
    "author": "Elon Musk"
  },
  {
    "quote": "When many astronauts go to space, they see the insignificant size of the earth and vastness of space, and they become very religious, because they have seen the Signs of Allah.",
    "author": "Cat Stevens"
  },
  {
    "quote": "One in 200 stars has habitable Earth-like planets surrounding it - in the galaxy, half a billion stars have Earth-like planets going around them - that's huge, half a billion. So when we look at the night sky, it makes sense that someone is looking back at us.",
    "author": "Michio Kaku"
  },
  {
    "quote": "We travel together, passengers on a little spaceship, dependent on its vulnerable reserves of air and soil, all committed, for our safety, to its security and peace. Preserved from annihilation only by the care, the work and the love we give our fragile craft.",
    "author": "Adlai Stevenson I"
  },
  {
    "quote": "When you're getting ready to launch into space, you're sitting on a big explosion waiting to happen.",
    "author": "Sally Ride"
  },
  {
    "quote": "I think we're going to the moon because it's in the nature of the human being to face challenges. It's by the nature of his deep inner soul... we're required to do these things just as salmon swim upstream.",
    "author": "Neil Armstrong"
  },
  {
    "quote": "Great industries are never made from single companies. There is room in space for a lot of winners.",
    "author": "Jeff Bezos"
  },
  {
    "quote": "I could have gone on flying through space forever.",
    "author": "Yuri Gagarin"
  },
  {
    "quote": "Before we had airplanes and astronauts, we really thought that there was an actual place beyond the clouds, somewhere over the rainbow. There was an actual place, and we could go above the clouds and find it there.",
    "author": "Barbara Walters"
  },
  {
    "quote": "The most important thing we can do is inspire young minds and to advance the kind of science, math and technology education that will help youngsters take us to the next phase of space travel.",
    "author": "John Glenn"
  },
  {
    "quote": "In essence, String Theory describes space and time, matter and energy, gravity and light, indeed all of God's creation... as music.",
    "author": "Roy H. Williams"
  },
  {
    "quote": "Astronauts are very professional and when they're preparing for launch, they prepare for it as the most serious endeavor of our lives.",
    "author": "Ellen Ochoa"
  },
  {
    "quote": "In order for us to have a future that's exciting and inspiring, it has to be one where we're a space-bearing civilization.",
    "author": "Elon Musk"
  },
  {
    "quote": "Put three grains of sand inside a vast cathedral, and the cathedral will be more closely packed with sand than space is with stars.",
    "author": "James Jeans"
  },
  {
    "quote": "I used to think about how nice it would be to visit the planets. Of course, I didn't expect to see in my lifetime what has happened. I knew it would happen some day, but it came along faster than I at first thought.",
    "author": "Clyde Tombaugh"
  },
  {
    "quote": "Do you realize that if you fall into a black hole, you will see the entire future of the Universe unfold in front of you in a matter of moments and you will emerge into another space-time created by the singularity of the black hole you just fell into?",
    "author": "Neil deGrasse Tyson"
  },
  {
    "quote": "When you launch in a rocket, you're not really flying that rocket. You're just sort of hanging on.",
    "author": "Michael P. Anderson"
  },
  {
    "quote": "It is far better to grasp the universe as it really is than to persist in delusion, however satisfying and reassuring.",
    "author": "Carl Sagan"
  },
  {
    "quote": "It suddenly struck me that that tiny pea, pretty and blue, was the Earth. I put up my thumb and shut one eye, and my thumb blotted out the planet Earth. I didn't feel like a giant. I felt very, very small.",
    "author": "Neil Armstrong"
  },
  {
    "quote": "Rocket science is tough, and rockets have a way of failing.",
    "author": "Sally Ride"
  },
  {
    "quote": "Whenever I gaze up at the moon, I feel like I'm on a time machine. I am back to that precious pinpoint of time, standing on the foreboding - yet beautiful - Sea of Tranquility. I could see our shining blue planet Earth poised in the darkness of space.",
    "author": "Buzz Aldrin"
  },
  {
    "quote": "Time travel used to be thought of as just science fiction, but Einstein's general theory of relativity allows for the possibility that we could warp space-time so much that you could go off in a rocket and return before you set out.",
    "author": "Stephen Hawking"
  },
  {
    "quote": "I won't say that I'm an agnostic, since agnosticism maintains that one cannot know... but I'm not averse to the idea of some intelligence or some organizing force that set up the initial conditions of the universe in such a way that ultimately generated stars, planets and life.",
    "author": "B. F. Skinner"
  },
  {
    "quote": "People need to be made conscious of a very simple reality: we have no choice but to share this planet, this small blue sphere floating in the vast reaches of space, with all of our fellow 'passengers.'",
    "author": "Daisaku Ikeda"
  },
  {
    "quote": "They say any landing you can walk away from is a good one.",
    "author": "Alan Shepard"
  },
  {
    "quote": "Perhaps when distant people on other planets pick up some wavelength of ours all they hear is a continuous scream.",
    "author": "Iris Murdoch"
  },
  {
    "quote": "I said it's a cold universe and I don't mean that metaphorically. If you go out into space, it's cold. It's really cold and we don't know what's up there. We happen to be in this little pocket where there's a sun. What have we got except love and each other to guard against all that isolation and loneliness?",
    "author": "David Chase"
  },
  {
    "quote": "I think most astronauts are not risk takers. We take calculated risks for something that we think is worthwhile.",
    "author": "Michael J. Massimino"
  },
  {
    "quote": "The moon and other celestial bodies should be free for exploration and use by all countries. No country should be permitted to advance a claim of sovereignty.",
    "author": "Lyndon B. Johnson"
  },
  {
    "quote": "Once you've been in space, you appreciate how small and fragile the Earth is.",
    "author": "Valentina Tereshkova"
  },
  {
    "quote": "The microgravity or the very, very low amount of gravity that we have up in space forces some changes in different processes. It forces changes in us as human beings.",
    "author": "Laurel Clark"
  },
  {
    "quote": "We must still think of ourselves as pioneers to understand the importance of space.",
    "author": "Buzz Aldrin"
  },
  {
    "quote": "Don't even try to talk to me when I'm watching the moon. That's my moon, baby.",
    "author": "Wendelin Van Draanen"
  },
  {
    "quote": "I see nothing in space as promising as the view from a Ferris wheel.",
    "author": "E. B. White"
  },
  {
    "quote": "Mankind will not forever remain on Earth but, in the pursuit of light and space, will first timidly emerge from the bounds of the atmosphere and then advance until he has conquered the whole of circumsolar space.",
    "author": "Konstantin Tsiolkovsky"
  },
  {
    "quote": "I left Aerospace because I wanted to go build, and put spacecraft together.",
    "author": "Gwynne Shotwell"
  },
  {
    "quote": "We knew it was going to be difficult to get to the moon. We didn't know how difficult.",
    "author": "Alan Bean"
  },
  {
    "quote": "We will build new ships to carry man forward into the universe, to gain a new foothold on the moon and to prepare for new journeys to the worlds beyond our own.",
    "author": "George W. Bush"
  },
  {
    "quote": "There is good evidence that Venus once had liquid water and a much thinner atmosphere, similar to Earth billions of years ago. But today the surface of Venus is dry as a bone, hot enough to melt lead, there are clouds of sulfuric acid that reach a hundred miles high and the air is so thick it's like being 900 meters deep in the ocean.",
    "author": "Bill Nye"
  },
  {
    "quote": "In so many and such important ways, then, do the planets bear witness to the earth's mobility.",
    "author": "Nicolaus Copernicus"
  },
  {
    "quote": "In spite of the opinions of certain narrow-minded people, who would shut up the human race upon this globe, as within some magic circle it must never outstep, we shall one day travel to the moon, the planets, and the stars, with the same facility, rapidity, and certainty as we now make the voyage from Liverpool to New York!",
    "author": "Jules Verne"
  },
  {
    "quote": "If I can get some student interested in science, if I can show members of the general public what's going on up there in the space program, then my job's been done.",
    "author": "Christa McAuliffe"
  },
  {
    "quote": "Philosophically, the universe has really never made things in ones. The Earth is special and everything else is different? No, we've got seven other planets. The sun? No, the sun is one of those dots in the night sky. The Milky Way? No, it's one of a hundred billion galaxies. And the universe - maybe it's countless other universes.",
    "author": "Neil deGrasse Tyson"
  },
  {
    "quote": "I think humans will reach Mars, and I would like to see it happen in my lifetime.",
    "author": "Buzz Aldrin"
  },
  {
    "quote": "It is difficult to imagine evolution in alien planets operating in any manner other than Darwinian.",
    "author": "Simon Conway Morris"
  },
  {
    "quote": "There is just one thing I can promise you about the outer-space program - your tax-dollar will go further.",
    "author": "Wernher von Braun"
  },
  {
    "quote": "So most astronauts getting ready to lift off are excited and very anxious and worried about that explosion - because if something goes wrong in the first seconds of launch, there's not very much you can do.",
    "author": "Sally Ride"
  },
  {
    "quote": "The important achievement of Apollo was demonstrating that humanity is not forever chained to this planet and our visions go rather further than that and our opportunities are unlimited.",
    "author": "Neil Armstrong"
  },
  {
    "quote": "Trees go wandering forth in all directions with every wind, going and coming like ourselves, traveling with us around the sun two million miles a day, and through space heaven knows how fast and far!",
    "author": "John Muir"
  },
  {
    "quote": "Maybe the search for life shouldn't restrict attention to planets like Earth. Science fiction writers have other ideas: balloon-like creatures floating in the dense atmospheres of planets such as Jupiter, swarms of intelligent insects, nano-scale robots and more.",
    "author": "Martin Rees"
  },
  {
    "quote": "The Orion capsule uses an escape system quite like that of the Apollo spacecraft in the 1960s and 70s: an 'escape tower' containing a solid-fuel rocket that will pull it up and away from Ares I in a pinch.",
    "author": "Henry Spencer"
  },
  {
    "quote": "Why is there space rather than no space? Why is space three-dimensional? Why is space big? We have a lot of room to move around in. How come it's not tiny? We have no consensus about these things. We're still exploring them.",
    "author": "Leonard Susskind"
  },
  {
    "quote": "The stars look the same from night to night. Nebulae and galaxies are dully immutable, maintaining the same overall appearance for thousands or millions of years. Indeed, only the sun, moon and planets - together with the occasional comet, asteroid or meteor - seem dynamic.",
    "author": "Seth Shostak"
  },
  {
    "quote": "The world itself looks cleaner and so much more beautiful. Maybe we can make it that way - the way God intended it to be - by giving everyone, eventually, that new perspective from out in space.",
    "author": "Roger B. Chaffee"
  },
  {
    "quote": "Rocket scientists agree that we have about reached the limit of our ability to travel in space using chemical rockets. To achieve anything near the speed of light we will need a new energy source and a new propellant. Nuclear fission is not an option.",
    "author": "Wilson Greatbatch"
  },
  {
    "quote": "From the moment of using rocket devices, a great new era will begin in astronomy: the epoch of the more intensive study of the firmament.",
    "author": "Konstantin Tsiolkovsky"
  },
  {
    "quote": "The images of Earth's delicate biosphere, contrasting with the sterile moonscape where the astronauts left their footsteps, have become iconic for environmentalists: these may indeed be the Apollo programme's most enduring legacy.",
    "author": "Martin Rees"
  },
  {
    "quote": "Supplying fuel for a Mars expedition from the lunar surface is often suggested, but it's hard to make it pay off - Moon bases are expensive, and just buying more rockets to launch fuel from Earth is relatively cheap.",
    "author": "Henry Spencer"
  },
  {
    "quote": "The motions of the comets are exceedingly regular, and they observe the same laws as the motions of the planets, but they differ from the motions of vortices in every particular and are often contrary to them.",
    "author": "Isaac Newton"
  },
  {
    "quote": "The sun and its retinue of planets drift as a group through the vast gulfs of space that separate the stars.",
    "author": "Barney Oliver"
  },
  {
    "quote": "Man must at all costs overcome the Earth's gravity and have, in reserve, the space at least of the Solar System.",
    "author": "Konstantin Tsiolkovsky"
  },
  {
    "quote": "Perhaps, as some wit remarked, the best proof that there is Intelligent Life in Outer Space is the fact it hasn't come here. Well, it can't hide forever - one day we will overhear it.",
    "author": "Arthur C. Clarke"
  },
  {
    "quote": "Thank you for the confidence put in my by the motherland and the people, for giving me this chance to represent China's millions of women by going into space.",
    "author": "Liu Yang"
  },
  {
    "quote": "Reusable rockets promise much easier testing because you should usually get them back, and you can debug as you go rather than having to get everything perfect the first time.",
    "author": "Henry Spencer"
  }
]
